Repository: massu82/eventic
Catalog: translations/validators.*.xliff
Languages: ar, fr

source: Please enter a message
fr: Veuillez saisir un message

source: Please enter a permalink
fr: Veuillez entrer un lien

source: Please enter an id
fr: Veuillez saisir un identifiant

source: Please provide a valid url
fr: Veuillez fournir une URL valide

source: The file should be an image
ar: يجب أن يكون الملف صورة
fr: Ce fichier doit être une image

source: The message is too short|The message is too short
fr: Le message est trop court

source: The password fields must match.
fr: Les mots de passe doivent correspondre.

source: fos_group.name.already_used
ar: هذا الإسم غير متاح.
fr: Le nom est déjà utilisé.

source: fos_user.current_password.invalid
ar: كلمة المرور المدخلة غير صحيحة
fr: Le mot de passe est invalide.

source: fos_user.email.already_used
ar: البريد الإلكتروني مسجل مسبقا
fr: L'adresse e-mail est déjà utilisée.

source: fos_user.email.blank
ar: يرجى تعين البريد الإلكتروني
fr: Entrez une adresse e-mail s'il vous plait.

source: fos_user.email.invalid
ar: البريد الإلكتروني غير صحيح
fr: L'adresse e-mail est invalide.

source: fos_user.email.long
ar: البريد الإلكتروني طويل
fr: L'adresse e-mail est trop longue.

source: fos_user.email.short
ar: البريد الإلكتروني قصير
fr: L'adresse e-mail est trop courte.

source: fos_user.group.blank
ar: يرجى تعيين إسم المجموعة
fr: Entrez un nom s'il vous plait.

source: fos_user.group.long
ar: إسم المجموعة طويل جدا
fr: Le nom est trop long.

source: fos_user.group.short
ar: إسم المجموعة قصير جدا
fr: Le nom est trop court.

source: fos_user.new_password.blank
ar: يرجى تعيين كلمة مرور جديدة
fr: Entrez un nouveau mot de passe s'il vous plait.

source: fos_user.new_password.short
ar: كلمة المرور الجديدة قصيرة
fr: Le nouveau mot de passe est trop court.

source: fos_user.password.blank
ar: يرجى تعيين كلمة المرور
fr: Entrez un mot de passe s'il vous plait.

source: fos_user.password.mismatch
ar: كلمة المرور المدخلة غير مطابقة للكلمة الأصلية
fr: Les deux mots de passe ne sont pas identiques.

source: fos_user.password.short
ar: كلمة المرور قصيرة
fr: Le mot de passe est trop court.

source: fos_user.username.already_used
ar: الإسم المختار مسجل مسبقا
fr: Le nom d'utilisateur est déjà utilisé.

source: fos_user.username.blank
ar: يرجى تعيين إسم المستخدم
fr: Entrez un nom d'utilisateur s'il vous plait.

source: fos_user.username.long
ar: إسم المستخدم طويل جدا
fr: Le nom d'utilisateur est trop long.

source: fos_user.username.short
ar: إسم المستخدم قصير جدا
fr: Le nom d'utilisateur est trop court.
